IdeaRS.OpenModel.Result.PlateElements
Data of plate elements

IdeaRS.OpenModel.Result.PlateElements.PlateType
Type plate elements

IdeaRS.OpenModel.Result.PlateElements.PlateUID
Plate UID

IdeaRS.OpenModel.Result.PlateElements.Elements
List of fem elements for plate UID

IdeaRS.OpenModel.Result.PlateElements.#ctor
Constructor

IdeaRS.OpenModel.Result.PlateElements.#ctor(System.Int32)
Constructor
count: Number of plate elements